<?php get_header();  ?>

        <section class="page-fv">
            <h6>Subject Study</h6>
            <h3>教科学習クラス</h3>
        </section>
        
  	</div>
    
    <section class="course2-content">
      <div class="course2-content-box">
        <div class="course2-dec1"></div>
        <img src="<?php echo get_template_directory_uri(); ?>/assets/img/course2-1.png">
        <div class="course2-text">
          <h5>小学・高学年コース</h5>
          <p>小学生時期の国語の読解力や漢字力・計算力など基礎の欠落は、中学校に入ってから次第に学習効率に影響を及ぼしてしまい、成績を左右することにつながりかねません。<br>例えば関数や連立方程式の応用において、分数の概念がしっかり頭に定着していないと、必ずと言っていいほど習得段階で躓いてしまいます。<br>高学年のクラスでは、こうしたことがないように、これらを知識として、自由自在に使える学力を身につけ、自立型学習が定着するようこれから先を見据えた指導を行っています。<br>​年３回の模試で、現在の学力を客観的に把握し、学習の改善に活かし目標達成へと繋げていきます。</p>
        </div>
        <div class="course2-dec2"></div>
      </div>
      <div class="course2-content-box">
        <div class="course2-dec1"></div>
        <img src="<?php echo get_template_directory_uri(); ?>/assets/img/course2-2.png">
        <div class="course2-text">
          <h5>中学受験コース</h5>
          <p>受験後の就学も見据えた内容も含め、小学校・中学校合格を目指すお子様と保護者様を万全の態勢でサポートさせていただきます。<br><br>【小４クラス】<br>算数では計算の「正確性」と「スピード」の向上を図り、国語では基礎となる「言葉の力」＝語彙力をつける学習を行い学力アップに繋げます。応用問題は、講師が疑問点を解説し、生徒は解説を聞いた後すぐにその課題を演習するので、授業内容がきちんと知識として定着し確かな学力が身に付きます。<br>​中学受験に向けて学力、志望校、理解力等を考慮して、しっかり指導し進めます。<br><br>【小５クラス】<br>少人数制を採用しており「授業への集中力」「きめ細やかな対応」「​学習能力や理解度の把握」の授業を実施しております。各教科、基本問題の学習の定着、そして中学受験に対応する「応用問題」を徹底的に指導し、テストでの得点力アップを図ります。<br><br>【小６クラス】<br>中学受験特有の問題形式や演習問題に取り組み、志望校の出願傾向を踏まえた学習を進めます。「なぜ、その答えになるのか」という理由を理解し、応用問題にも対応できる力を身につけます。志望校により入試内容などによって「やるべきこと」は変わります。<br>​現状と目標、目標達成までの期間を踏まえた上でカリキュラムを決めますので、どのようなニーズにも対応し、わかるまで徹底的に指導します。</p>
        </div>
        <div class="course2-dec2"></div>
      </div>    
    </section>
    
   <?php get_footer(); ?>